{
    "general": [
        {
            "highlighted": "Below I have listed some key features on the website. They include parts of the website which the client wanted to change from the original design, elements that I have coded to save time and repeation and areas of the site that were key for functionality/user experience."
        }
    ],
    "portfolio": [
        {
            "id": 0,
            "slug": "hatton-world",
            "title": "Hatton World",
            "image": "/images/hatton-world.png",
            "services": "WordPress",
            "color": "#b81719",
            "subHeading": "Hatton World is an estate with a range of activites and attractions",
            "url": "https://hattonworld.com/",
            "intro": "I built the Hatton World website while working for Kuki Digital. Hatton World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Want to update your website's CMS?"
        },
        {
            "id": 1,
            "slug": "hatton-estate",
            "title": "Hatton Estate",
            "image": "/images/hatton-estate.png",
            "services": "WordPress",
            "color": "#91abbd",
            "subHeading": "Hatton Estate is part of the Hatton Country Park based in Hatton. This website describes the Estate and the activites available",
            "url": "https://hattonestate.co.uk/",
            "intro": "I built the Hatton Estate website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Like this website?"
        },
        {
            "id": 2,
            "slug": "hatton-shopping-village",
            "title": "Hatton Shopping Village",
            "image": "/images/hatton-shopping-village.png",
            "services": "WordPress",
            "color": "#3d4373",
            "subHeading": "Hatton Shopping Village are part of the Hatton Country Park based in Hatton. This website is for the Shopping Village located there",
            "url": "https://shoppingvillage.hattonworld.com/",
            "intro": "I built the Hatton Shopping Village website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Like this website?"
        },
        {
            "id": 3,
            "slug": "hatton-adventure-world",
            "title": "Hatton Adventure World",
            "image": "/images/hatton-adventure-world.png",
            "services": "WordPress",
            "color": "#96c22f",
            "subHeading": "Hatton Adventure World are part of the Hatton Country Park based in Hatton. This website is for the Adventure World located there",
            "url": "https://adventure.hattonworld.com/",
            "intro": "I built the Hatton Adventure World website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "Hatton Adventure World give the customer an idea fo what there is to explore. The design lets users know it is an advture park.",
            "getInTouch": "Like this website?"
        },
        {
            "id": 4,
            "slug": "aq-revolution",
            "title": "AQ Revolution",
            "image": "/images/aq-revolution.png",
            "services": "WordPress, Web Design, SEO",
            "color": "#787878",
            "subHeading": "AQ Revolution are a London based Company helping organisations, leaders and teams harness the freedom to truly think",
            "url": "https://aqrevolution.com/",
            "intro": "AQ Revolution was the first Freelance website I built. They were reffered to be by a former employer (Kuki Digital). They were a new company and wanted to have a website focused on imagtry to fully protray who they are as a company.",
            "conclusion": "Using parralax images, we were able to convey to users the ideallology of AQ Revolution.",
            "getInTouch": "Want to get your companies message out there?"
        },
        {
            "id": 5,
            "slug": "natural-high-safaris",
            "title": "Natural High Safaris",
            "image": "/images/natural-high-safaris.png",
            "services": "WordPress, SEO",
            "color": "#d74223",
            "subHeading": "Natural High Safaris provide exclusive, hand picked, top of the range Safaris",
            "url": "https://www.naturalhighsafaris.co.uk",
            "intro": "I built Natural High Safaris while working for Go Up. Natural High Safaris (NH) approached Go Up to assist with rebranding and creating a new website during the Covid 19 period.",
            "conclusion": "A new website with a focus on UX, allow users to navigate and eailsy understand the Safaris available and the details and experiences of each. The site allows users to easily contact the client to enquire about going on a Safari.",
            "getInTouch": "Do you need a change of website to gain more enquiries?"
        },
        {
            "id": 6,
            "slug": "nodishrespect",
            "title": "NoDishrespect",
            "image": "/images/nodishrespect/nodishrespect.png",
            "services": "WordPress, SEO, Web Design",
            "color": "#A71414",
            "subHeading": "NoDishrespect was a reciepe and food blogging website",
            "url": "This website is no longer online",
            "intro": "In July 2020 I was appraoched by 2 entrepreneurs who were looking to revamp their website and increase the page speed. Using the WP Recipe Maker plugin I helped redesign and rebuild the site, with a focus on high quality imagery to attract users and make the site look as attractive as possible.",
            "conclusion": "Redesigning and rebuilding the website enabled the client to easily upload reciepes and high quality images, as well as allowing users to easily browse the site to find and follow the recipes with ease. The new website was a lot quicker than the old site, helping to improve the end users overall experience.",
            "getInTouch": "Do you have a blogging website that needs a revamp?"
        },
        {
            "id": 7,
            "slug": "auditstar",
            "title": "Auditstar",
            "image": "/images/auditstar.png",
            "services": "WordPress, SEO",
            "color": "#44C7F4",
            "subHeading": "AuditStar is a marketing solutions and media auditing consultancy with global reach",
            "url": "https://www.auditstar.co.uk/",
            "intro": "I built the Auditstar website while working for Go Up. Auditstar wanted to rebrand their website to clarify what they do as a company and attract further clients. They also wanted to have multiple languages to appeal to clientele in the relevant countries.",
            "conclusion": "Rebranding the Auditstar website and enabling multiple languages allowed the client to expand their reach and attract more clients in their target countries.",
            "getInTouch": "Do you operate in more than one country?"
        },
        {
            "id": 8,
            "slug": "crash-charity",
            "title": "Crash Charity",
            "image": "/images/crash/crash.png",
            "services": "WordPress, SEO",
            "color": "#e30613",
            "subHeading": "Crash are an organisation who help homelessness charities and hospices with vital construction projects",
            "url": "https://www.crash.org.uk",
            "intro": "I built the Crash Charity website while working for Go Up. Crash approached Go Up looking to rebrand the company, including the website, with the aim to look professional and attractive and ultimtley get donations.",
            "conclusion": "Rebranding the Company and website has led to a impressive and professional website, which clearly dictates who Crash are and how they help Charities. With a focus on UX, it makes it a easier site to navigate and ultimately allows the users to donate to their causes easily.",
            "getInTouch": "Do you need to clarify who you are and what you provide for customers?"
        },
        {
            "id": 9,
            "slug": "pitch",
            "title": "Pitch Redesign 2021",
            "image": "/images/pitch.png",
            "services": "WordPress, SEO",
            "color": "#eaff00",
            "subHeading": "Pitch is an integrated communications agency building brands people can be passionate about",
            "url": "https://www.pitch.co.uk/",
            "intro": "In 2021, while workign for Go Up, Pitch wanted to rebrand their website to better portray the case studies they had completed and the high level clientele they work with.",
            "conclusion": "Rebranding the Pitch site with a focus on large large and high definition images has lead to a more impressive site. In return Pitch have seen an increase in cutomers and enquiries.",
            "getInTouch": "Would you like a website like Pitch?"
        },
        {
            "id": 10,
            "slug": "executive-coaching-consultancy",
            "title": "Executive Coaching Consultancy",
            "image": "/images/executive-coaching-consultancy.png",
            "services": "WordPress, SEO",
            "color": "#ffa800",
            "subHeading": "Executive Coaching Consultancy provide support to clients as they progress toward being equitable workplaces",
            "url": "https://www.executive-coaching.co.uk/",
            "intro": "I built the Executive Coaching Consultancy website while working for Go Up. The Client's website was using the classic version of WordPress which meant they could not easily change the content & layout of their website without the help of a developer. They wanted Go Up to rebuild the website within Gutenburg so they could customise it as needed.",
            "conclusion": "Converting the Executive Coaching Consultancy website from Classic Editor to the Gutenburg Editor allowed the client to make changes to their website without needing to contact a developer, saving the company time and money.",
            "getInTouch": "Have an issue like Executive Coaching Consultancy faced?"
        },
        {
            "id": 11,
            "slug": "matthewdurey",
            "title": "Matthew Durey Rebrand",
            "image": "/images/matthewdurey/homepage.png",
            "services": "React, SEO, Web Design",
            "color": "#8ed8f8",
            "subHeading": "Rebranding my own website",
            "url": "https://www.matthewdurey.com",
            "intro": "Wanting to learn React, this was the perfect oppurtunity for me to rebrand my website. I decided to use features from other sites on my portfolio to give it a clean modern design.",
            "conclusion": ".",
            "getInTouch": "Want to rebrand?"
        },
        {
            "id": 12,
            "slug": "go-up",
            "title": "Go Up Ltd",
            "image": "/images/goup/goup-homepage.png",
            "services": "WordPress, SEO",
            "color": "#2fc978",
            "subHeading": "London’s leading SEO and search marketing agency for unrivalled online experiences",
            "url": "https://www.goup.co.uk",
            "intro": "While working for Go Up, we decided to update the website as the old site was outdated. With a fresh design and moving from Classic editor to Gutenburg, the website has a new look and feels like it belongs in 2023.",
            "conclusion": "Converting the Go Up website from Classic Editor to the Gutenburg Editor and rebranding has made Go Up a rival in the SEO space, giving potential clients the reassurance that they are getting the best treatment possible.",
            "getInTouch": "Want to update your website's CMS?"
        }
    ]
}
