{
    "general": [
        {
            "highlighted": "Below I have listed some key features on the website. They include parts of the website which the client wanted to change from the original design, elements that I have coded to save time and repetition and areas of the site that were key for functionality/user experience."
        }
    ],
    "portfolio": [
        {
            "id": 0,
            "slug": "hatton-world",
            "title": "Hatton World",
            "image": "/images/hatton-world.png",
            "services": "WordPress",
            "color": "#b81719",
            "subHeading": "Hatton World is an estate with a range of activities and attractions",
            "url": "https://hattonworld.com/",
            "intro": "I built the Hatton World website while working for Kuki Digital. Hatton World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Want to update your website's CMS?"
        },
        {
            "id": 1,
            "slug": "hatton-estate",
            "title": "Hatton Estate",
            "image": "/images/hatton-estate.png",
            "services": "WordPress",
            "color": "#91abbd",
            "subHeading": "Hatton Estate is part of the Hatton Country Park based in Hatton. This website describes the Estate and the activities available",
            "url": "https://hattonestate.co.uk/",
            "intro": "I built the Hatton Estate website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Like this website?"
        },
        {
            "id": 2,
            "slug": "hatton-shopping-village",
            "title": "Hatton Shopping Village",
            "image": "/images/hatton-shopping-village.png",
            "services": "WordPress",
            "color": "#3d4373",
            "subHeading": "Hatton Shopping Village are part of the Hatton Country Park based in Hatton. This website is for the Shopping Village located there",
            "url": "https://shoppingvillage.hattonworld.com/",
            "intro": "I built the Hatton Shopping Village website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "This is the conclusion",
            "getInTouch": "Like this website?"
        },
        {
            "id": 3,
            "slug": "hatton-adventure-world",
            "title": "Hatton Adventure World",
            "image": "/images/hatton-adventure-world.png",
            "services": "WordPress",
            "color": "#96c22f",
            "subHeading": "Hatton Adventure World are part of the Hatton Country Park based in Hatton. This website is for the Adventure World located there",
            "url": "https://adventure.hattonworld.com/",
            "intro": "I built the Hatton Adventure World website while working for Kuki Digital. Hatton Country World were a long time client of Kuki and wanted to bring all their websites together with the same design.",
            "conclusion": "Hatton Adventure World give the customer an idea of what there is to explore. The design lets users know it is an adventure park.",
            "getInTouch": "Like this website?"
        },
        {
            "id": 4,
            "slug": "aq-revolution",
            "title": "AQ Revolution",
            "image": "/images/aq-revolution.png",
            "services": "WordPress, Web Design, SEO",
            "color": "#787878",
            "subHeading": "AQ Revolution are a London based Company helping organisations, leaders and teams harness the freedom to truly think",
            "url": "https://aqrevolution.com/",
            "intro": "AQ Revolution was the first Freelance website I built. They were referred to me by a former employer (Kuki Digital). They were a new company and wanted to have a website focused on imagery to fully portray who they are as a company.",
            "conclusion": "Using parallax images, we were able to convey to users the idealogy of AQ Revolution.",
            "getInTouch": "Want to get your company's message out there?"
        },
        {
            "id": 5,
            "slug": "natural-high-safaris",
            "title": "Natural High Safaris",
            "image": "/images/natural-high-safaris.png",
            "services": "WordPress, SEO",
            "color": "#d74223",
            "subHeading": "Natural High Safaris provide exclusive, hand picked, top of the range Safaris",
            "url": "https://www.naturalhighsafaris.co.uk",
            "intro": "I built Natural High Safaris while working for Go Up. Natural High Safaris (NH) approached Go Up to assist with rebranding and creating a new website during the Covid 19 period.",
            "conclusion": "A new website with a focus on UX, allow users to navigate and easily understand the Safaris available and the details and experiences of each. The site allows users to easily contact the client to enquire about going on a Safari.",
            "getInTouch": "Do you need a change of website to gain more enquiries?"
        },
        {
            "id": 6,
            "slug": "nodishrespect",
            "title": "NoDishrespect",
            "image": "/images/nodishrespect/nodishrespect.png",
            "services": "WordPress, SEO, Web Design",
            "color": "#A71414",
            "subHeading": "NoDishrespect was a recipe and food blogging website",
            "url": "This website is no longer online",
            "intro": "In July 2020 I was approached by 2 entrepreneurs who were looking to revamp their website and increase the page speed. Using the WP Recipe Maker plugin I helped redesign and rebuild the site, with a focus on high quality imagery to attract users and make the site look as attractive as possible.",
            "conclusion": "Redesigning and rebuilding the website enabled the client to easily upload recipes and high quality images, as well as allowing users to easily browse the site to find and follow the recipes with ease. The new website was a lot quicker than the old site, helping to improve the end users overall experience.",
            "getInTouch": "Do you have a blogging website that needs a revamp?"
        },
        {
            "id": 7,
            "slug": "auditstar",
            "title": "Auditstar",
            "image": "/images/auditstar.png",
            "services": "WordPress, SEO",
            "color": "#44C7F4",
            "subHeading": "AuditStar is a marketing solutions and media auditing consultancy with global reach",
            "url": "https://www.auditstar.co.uk/",
            "intro": "I built the Auditstar website while working for Go Up. Auditstar wanted to rebrand their website to clarify what they do as a company and attract further clients. They also wanted to have multiple languages to appeal to clientele in the relevant countries.",
            "conclusion": "Rebranding the Auditstar website and enabling multiple languages allowed the client to expand their reach and attract more clients in their target countries.",
            "getInTouch": "Do you operate in more than one country?"
        },
        {
            "id": 8,
            "slug": "crash-charity",
            "title": "Crash Charity",
            "image": "/images/crash/crash.png",
            "services": "WordPress, SEO",
            "color": "#e30613",
            "subHeading": "Crash are an organisation who help homelessness charities and hospices with vital construction projects",
            "url": "https://www.crash.org.uk",
            "intro": "I built the Crash Charity website while working for Go Up. Crash approached Go Up looking to rebrand the company, including the website, with the aim to look professional and attractive and ultimately get donations.",
            "conclusion": "Rebranding the Company and website has led to an impressive and professional website, which clearly dictates who Crash are and how they help Charities. With a focus on UX, it makes it an easier site to navigate and ultimately allows the users to donate to their causes easily.",
            "getInTouch": "Do you need to clarify who you are and what you provide for customers?"
        },
        {
            "id": 9,
            "slug": "pitch",
            "title": "Pitch Redesign 2021",
            "image": "/images/pitch.png",
            "services": "WordPress, SEO",
            "color": "#eaff00",
            "subHeading": "Pitch is an integrated communications agency building brands people can be passionate about",
            "url": "https://www.pitch.co.uk/",
            "intro": "In 2021, while working for Go Up, Pitch wanted to rebrand their website to better portray the case studies they had completed and the high level clientele they work with.",
            "conclusion": "Rebranding the Pitch site with a focus on large and high definition images has led to a more impressive site. In return Pitch have seen an increase in customers and enquiries.",
            "getInTouch": "Would you like a website like Pitch?"
        },
        {
            "id": 10,
            "slug": "executive-coaching-consultancy",
            "title": "Executive Coaching Consultancy",
            "image": "/images/executive-coaching-consultancy.png",
            "services": "WordPress, SEO",
            "color": "#ffa800",
            "subHeading": "Executive Coaching Consultancy provide support to clients as they progress towards being equitable workplaces",
            "url": "https://www.executive-coaching.co.uk/",
            "intro": "I built the Executive Coaching Consultancy website while working for Go Up. The Client's website was using the classic version of WordPress which meant they could not easily change the content & layout of their website without the help of a developer. They wanted Go Up to rebuild the website within Gutenburg so they could customise it as needed.",
            "conclusion": "Converting the Executive Coaching Consultancy website from Classic Editor to the Gutenburg Editor allowed the client to make changes to their website without needing to contact a developer, saving the company time and money.",
            "getInTouch": "Have an issue like Executive Coaching Consultancy faced?"
        },
        {
            "id": 11,
            "slug": "matthewdurey",
            "title": "Matthew Durey Rebrand",
            "image": "/images/matthewdurey/homepage.png",
            "services": "React, SEO, Web Design",
            "color": "#8ed8f8",
            "subHeading": "Rebranding my own website",
            "url": "https://www.matthewdurey.com",
            "intro": "Wanting to learn React, this was the perfect opportunity for me to rebrand my website. I decided to use features from other sites on my portfolio to give it a clean modern design.",
            "conclusion": "Converting the site to React and rebranding has made it quicker, cleaner and gives a professional feel overall.",
            "getInTouch": "Want to rebrand?"
        },
        {
            "id": 12,
            "slug": "go-up",
            "title": "Go Up Ltd",
            "image": "/images/goup/goup-homepage.png",
            "services": "WordPress, SEO",
            "color": "#2fc978",
            "subHeading": "London’s leading SEO and search marketing agency for unrivalled online experiences",
            "url": "https://www.goup.co.uk",
            "intro": "While working for Go Up, we decided to update the website as the old site was outdated. With a fresh design and moving from Classic editor to Gutenburg, the website has a new look and feels like it belongs in 2023.",
            "conclusion": "Converting the Go Up website from Classic Editor to the Gutenburg Editor and rebranding has made Go Up a rival in the SEO space, giving potential clients the reassurance that they are getting the best treatment possible.",
            "getInTouch": "Want to update your website's CMS?"
        },
        {
            "id": 13,
            "slug": "did-somebody-say-2023",
            "title": "Just Eat Did Somebody Say Campaign 2023",
            "image": "/images/jet-dds/jet-dds-homepage.png",
            "services": "React",
            "color": "#FF8000",
            "subHeading": "Informative landing page for the 2023 Just Eat 'Did Somebody Say' global brand campaign featuring Christina Aguilera and Latto",
            "url": "This website is no longer online",
            "intro": "While working for Just Eat Takeaway.com, I was tasked with building an informative landing page for the 'Did Somebody Say' global brand campaign. The page was built using Vue Js and will be featured in all Just Eat markets and languages.",
            "conclusion": "Creating an Informative Landing Page allows consumers to read about and learn more information on the campaign. It also allows Just Eat Takeaway.com to focus on certain areas of the campaign and generate more interactions, ultimately leading to more orders through the platform.",
            "getInTouch": "Wanting something similar?"
        },
        {
            "id": 14,
            "slug": "just-eat-collection-2023",
            "title": "Just Eat Collection 2023",
            "image": "/images/jet-collection.png",
            "services": "React",
            "color": "#FF8000",
            "subHeading": "This is a collection of work completed by myself during my employment at Just Eat during 2023",
            "getInTouch": "Looking for something similar?",
            "conclusion": "During my employment at Just Eat Takeaway.com I worked on a variety of projects, using both Static HTML and Vue Js.",
            "subProjects": [
                {
                    "id": 14.1,
                    "slug": "just-eat-collection-2023/lieferando-beta",
                    "title": "Lieferando Beta",
                    "color": "#F75E28",
                    "image": "/images/jet-collection/beta/hero.png",
                    "services": "React",
                    "url": "https://www.lieferando.at/en/deals/lieferandobeta/",
                    "subHeading": "Landing page for the Lieferando Beta app",
                    "intro": "The landing page for the Lieferando Beta app allows users to download and register as a tester for the new Lieferando app. It includes links to register for both iOS and Android, as well as steps on how to give feedback and frequently asked questions.",
                    "conclusion": "Using Vue JS has allowed me to create a content.json file with various data for each language. It also allows me to create a separate JSON file which can be updated by the Stakeholder.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.2,
                    "slug": "just-eat-collection-2023/zuri-isst",
                    "title": "Zuri Isst",
                    "color": "#F6C243",
                    "image": "/images/zuri-isst.png",
                    "services": "React",
                    "url": "https://www.just-eat.ch/zueri-isst/",
                    "subHeading": "Unlock a new restaurant on the Just Eat platform every month",
                    "intro": "Zuri Isst is a project that ran from September 2023 until March 2024. Every month, a new restaurant in Zürich was added to the Just Eat Takeaway.com platform and featured on this landing page, giving potential customers an insight into the restaurant.",
                    "conclusion": "Using a mixture of JavaScript functions I have been able to create a landing page to display different information depending on the month.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.3,
                    "slug": "just-eat-collection-2023/veganuary",
                    "title": "Veganuary",
                    "color": "#F2A0B6",
                    "image": "/images/jet-collection/veganuary/veganuary.png",
                    "services": "Static HTML",
                    "url": "https://www.just-eat.ch/nachhaltigkeit/veganuary/",
                    "subHeading": "Tasty discounts on plant-based dishes",
                    "intro": "Veganuary is a campaign that ran in January 2024. It allows consumers to see offers on Vegan and plant-based food throughout Switzerland.",
                    "conclusion": "Using a mixture of JavaScript functions I have been able to create a landing page to display different information depending on the month.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.4,
                    "slug": "just-eat-collection-2023/skip-the-line",
                    "title": "Skip the Line",
                    "color": "#F75E28",
                    "image": "/images/jet-collection/skip/skip-the-line.png",
                    "services": "Static HTML",
                    "url": "https://www.lieferando.de/entdecke/click-collect/",
                    "subHeading": "Skip the line allows consumers to pre-order food for pickup and skip the line at the restaurant or store",
                    "intro": "This informative landing page allows consumers to learn about the Skip the line project that runs at Berlin Central station. Built using static HTML it allows users to see the list of available restaurants and a map of the station.",
                    "conclusion": "This informative landing pages allows consumers in Germany to view information on the Skip the line campaign.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.2,
                    "slug": "just-eat-collection-2023/treatmas",
                    "title": "Treatmas",
                    "color": "#F6C243",
                    "image": "/images/treatmas.png",
                    "services": "Static HTML",
                    "url": "https://www.just-eat.co.uk/deals/treatmas/",
                    "subHeading": "Order and unwrap 3 treats in the month of December",
                    "intro": "Treatmas is a campaign that runs over the month of December, allowing users of the Just Eat Takeaway.com platform to win prizes after placing an order. The aim of this project was to create an Informative Landing Page and a Terms & Conditions page for the campaign.",
                    "conclusion": "Using a variety of features, I have been able to create an Informative Landing Page and a Terms & Conditions page to display information on the campaign.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.2,
                    "slug": "just-eat-collection-2023/match-day-deals",
                    "title": "Match Day Deals",
                    "color": "#F2A0B6",
                    "image": "/images/jet-collection/mdd/match-day-deals.png",
                    "services": "React",
                    "url": "https://www.lieferando.at/en/deals/match-day-deals/",
                    "subHeading": "Order on match days and score a chance to win seats in the stadium",
                    "intro": "Match Day Deals was a campaign that ran during the month of November, allowing users of the Just Eat Takeaway.com platform to win tickets to the UEFA Europa League® final after placing an order. The aim of this project was to create an Informative Landing Page and a Terms & Conditions page for the campaign.",
                    "conclusion": "Using a variety of features, I have been able to create an Informative Landing Page and a Terms & Conditions page to display information on the campaign.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.3,
                    "slug": "just-eat-collection-2023/taste-the-summer",
                    "title": "Taste the Summer",
                    "color": "#F75E28",
                    "image": "/images/tastethesummer.png",
                    "services": "Static HTML",
                    "url": "https://www.just-eat.co.uk/deals/taste-the-summer/",
                    "subHeading": "Win hundreds of prizes when placing an order",
                    "intro": "Taste the summer was a campaign that ran during the month of July, allowing users of the Just Eat Takeaway.com platform to win prizes after placing an order which contained an product from Coca-Cola®, Fanta® or Sprite®. The aim of this project was to create an Informative Landing Page and a Terms & Conditions page for the campaign.",
                    "conclusion": "Using a variety of features, I have been able to create an Informative Landing Page and a Terms & Conditions page to display information on the campaign.",
                    "getInTouch": "Looking for something similar?"
                },
                {
                    "id": 14.4,
                    "slug": "just-eat-collection-2023/pr-decision-tree",
                    "title": "PR Decision Tree",
                    "color": "#F6C243",
                    "image": "/images/pr-tree.png",
                    "services": "React",
                    "url": "https://www.just-eat.co.uk/deals/pr-decision-tree",
                    "subHeading": "Letting Just Eat Takeaway.com staff know if they can share a PR news story",
                    "intro": "The PR Decision Tree was an internal project aimed at helping the PR team work out what to do when creating company PR. The PR Decision Tree was built using VueJS and allows users to select 'Yes' or 'No' to various questions until ultimately coming to the correct suggestion.",
                    "conclusion": "Using a mixture of VueJS and HTML, I have created an interactive application that gives users clear instructions through a series of questions.",
                    "getInTouch": "Looking for something similar?"
                }
            ]
        },
        {
            "id": 15,
            "slug": "maternally-fit",
            "title": "Maternally Fit",
            "image": "/images/matfit/homepage.png",
            "services": "WordPress, SEO, Web Design, Web Consultancy",
            "color": "#fcb2a8",
            "intro": "After Maternally Fit came under new ownership, the director approached me to update the website, which had not been refreshed since 2006. The new website marks an exciting fresh start for the business.",
            "subHeading": "Providing pregnancy and postnatal fitness classes, online and in studios across London and Surrey",
            "getInTouch": "Thinking of redesigning your website?",
            "url": "https://maternallyfit.co.uk/",
            "conclusion": "In summary, the new Maternally Fit website offers a modernized, user-friendly experience with enhanced visuals, improved navigation, and seamless connectivity through contact forms and social media integration. These updates ensure that users can easily explore our services and stay connected in real-time."
        }
    ]
}
